{
  "tagline": "Illuminate Your Path",
  "heroDescription": "Guiding you towards clarity, prosperity, and purpose through ancient wisdom and modern expertise.",
  "service1Title": "Destiny Consultation",
  "service1Subtitle": "Understanding yourself is where it all begins",
  "service1Text1": "Everyone is born with a unique life code. Through BaZi analysis, Tarot, or Mahjong divination, we explore your personality traits and life blueprint together. It's not about predicting the future, but helping you understand yourself — discovering who you truly are and why life unfolds the way it does.",
  "service1Text2": "When you truly know yourself, you'll face life's decisions with greater clarity and confidence.",
  "service2Title": "Feng Shui Arrangement",
  "service2Subtitle": "Bringing warmth to your space",
  "service2Text1": "Once we understand your destiny chart, we can adjust your home or workspace to suit your needs. What to place, which direction to face, what items to add — these seemingly small changes can help attract the right energy for you.",
  "service2Text2": "Feng Shui isn't superstition — it's the wisdom of harmonizing your environment with who you are. Let your home truly nurture you.",
  "service3Title": "Tax Planning",
  "service3Subtitle": "A steady path to peace of mind",
  "service3Text1": "Life is a long journey. Beyond spiritual guidance, practical financial planning matters too. We provide professional tax planning services for Hong Kong and the United Kingdom, helping you plan wisely and protect what you've worked hard to earn.",
  "service3Text2": "Leave the complicated numbers to us, so you can focus on what truly matters in life.",
  "aboutTitle": "About Us",
  "aboutFounder": "Our founder is a Fellow of the Association of Chartered Certified Accountants (FCCA), and studied under Mr. Chung Wing Hon, completing the 'Feng Shui and BaZi' course at HKU SPACE, as well as holding a 'Professional Diploma in Modern Feng Shui' from Macau University of Science and Technology.",
  "aboutText1": "The inspiration for 'Sunshine Here' comes from my little daughter's radiant smile. As a mother, I know how this pure warmth can comfort the heart. I founded this company to share this love and light — combined with my professional expertise — with everyone striving to build a good life.",
  "aboutText2": "Whether guiding you through metaphysics or planning your future with tax expertise, I hope to bring you peace of mind, just as I would for my own family. May you feel the warmth of morning sunshine here, and move forward with clarity and strength.",
  "contactTitle": "Contact Us",
  "email": "Email",
  "address": "Address",
  "addressText": "21/F CMA Building, 64 Connaught Road Central, Hong Kong",
  "copyright": "All rights reserved.",
  "privacyPolicy": "Privacy Policy",
  "termsOfService": "Terms of Service",
  "backToHome": "Back to Home"
}
